<!-- searchfilters.php -->
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="utf-8">
    <meta content="width=device-width, initial-scale=1.0" name="viewport">

    <title>Музыка рядом - ваш помощник по выбору музыкальной школы</title>
    <meta content="" name="description">
    <meta content="" name="keywords">

    <!-- Favicons -->
    <link href="assets/img/favicon.png" rel="icon">
    <link href="assets/img/apple-touch-icon.png" rel="apple-touch-icon">

    <!-- Google Fonts -->
    <link
        href="https://fonts.googleapis.com/css?family=Open+Sans:300,300i,400,400i,600,600i,700,700i|Raleway:300,300i,400,400i,500,500i,600,600i,700,700i|Poppins:300,300i,400,400i,500,500i,600,600i,700,700i"
        rel="stylesheet">

    <!-- Vendor CSS Files -->
    <link href="assets/vendor/aos/aos.css" rel="stylesheet">
    <link href="assets/vendor/bootstrap/css/bootstrap.min.css" rel="stylesheet">
    <link href="assets/vendor/bootstrap-icons/bootstrap-icons.css" rel="stylesheet">
    <link href="assets/vendor/boxicons/css/boxicons.min.css" rel="stylesheet">
    <link href="assets/vendor/glightbox/css/glightbox.min.css" rel="stylesheet">
    <link href="assets/vendor/remixicon/remixicon.css" rel="stylesheet">
    <link href="assets/vendor/swiper/swiper-bundle.min.css" rel="stylesheet">

    <!-- Template Main CSS File -->
    <link href="assets/css/style.css" rel="stylesheet">
    <link href="assets/img/music-svgrepo-com.svg" rel="icon">
    <style>
        p {
            text-indent: 3em;
            /* Устанавливаем отступ красной строки */
            text-align: justify;
            /* Выравниваем текст по ширине */
        }
    </style>
</head>

<body>

    <header id="header" class="fixed-top header-inner-pages">
        <div class="container d-flex align-items-center justify-content-lg-between">
            <h1 class="logo me-auto me-lg-0"><a href="index.html">Музыка рядом<span>.</span></a></h1>
            <nav id="navbar" class="navbar order-last order-lg-0">
                <ul>
                    <li><a class="nav-link scrollto" href="index.html">Главная</a></li>
                </ul>
            </nav>
            <!-- <a href="#about" class="get-started-btn scrollto">Get Started</a> -->
        </div>
    </header>

    <main id="main"><br><br><br><br>

        <section id="portfolio-details" class="portfolio-details">
            <div class="container">
                <div class="portfolio-info">
                    <h3>РОЛЬ МУЗЫКАЛЬНОГО ОБРАЗОВАНИЯ И ВОСПИТАНИЯ ВО ВСЕСТОРОННЕМ РАЗВИТИИ ЛИЧНОСТИ РЕБЕНКА</h3>
                    <form id="data-selection-form">
                        <p>Слово «музыка» в переводе с греческого языка означает «искусство муз».
                            Музыка является абстрактно-чувственным искусством и служит для выражения
                            чувств, эмоций, настроений, мыслей и идей, в связи с чем содержанием музыки,
                            прежде всего, является эмоциональная сторона психических переживаний человека, и только
                            через
                            такие переживания происходит отражение образов окружающей
                            действительности. Музыка углубляет образы и ярко раскрывает их содержание.
                            Воздействуя на чувства и мысли людей, музыка способствует эмоциональному
                            познанию окружающей действительности и помогает ее преобразованию, изменению,
                            при помощи своего эмоционального языка воздействует на чувства, мышление,
                            влияет на мировоззрение человека, направляет и изменяет его. Своими особыми,
                            присущими только ей средствами, музыка воспитывает понимание прекрасного,
                            развивает эстетическое отношение как к искусству, так и к окружающей жизни. И чем
                            раньше человек встретится с ней, тем скорее он сможет овладеть всей духовной
                            культурой, стать всесторонне и гармонично развитой личностью .</p>
                        <p>Идея всестороннего и гармоничного развития личности зародилась в Древней
                            Греции, в Афинах. Афинское воспитание предполагало: «Красота тела и души», что
                            человек должен быть прекрасен в духовном и физическом отношении, развитый
                            интеллект и культура и красота тела должны сочетаться.</p>
                        <p>Воспитанием средствами музыки занимались великие классики педагогики. В
                            своих трудах о значении музыкального воспитания писали Я. А. Коменский, И.
                            Песталоцци. К. Д. Ушинский среди разнообразных предметов первоначального
                            учения выделял обучение детей пению.</P>
                        <p>В педагогике музыкального образования сформировано много подходов к
                            определению понятия «музыкальное воспитание». В узком смысле под музыкальным
                            воспитанием понимают воспитание, прежде всего определенных качеств личности
                            учащихся, в широком смысле — это нравственное, эстетическое, художественное
                            воспитание.</p>
                        <p>По мнению В.А. Сухомлинского: «Музыкальное воспитание - это не воспитание
                            музыканта, а прежде всего воспитание Человека, воспитание доброго ума и сердца».
                            Музыкальное воспитание как процесс является комплексным и реализуется во
                            взаимодействии с музыкальным обучением и развитием.</p>
                        <p>Музыкальное обучение подразумевает освоение учащимися музыкальных знаний,
                            умений, навыков, а также опыта эмоционально-ценностного отношения к музыке и их
                            музыкально-творческой деятельности. Музыкальное развитие — это развитие
                            музыкальных интересов, вкусов, потребностей учащихся, развитие всех сторон
                            музыкального слуха, музыкальной памяти, мышления, воображения; и развитие
                            музыкально-творческих способностей, исполнительских, слушательских и
                            композиторских умений и навыков .</P>
                        <p>Из всех видов искусства именно музыка оказывает огромное эмоциональное
                            воздействие на человека. Мы с музыкой дружим уже с первых дней нашей жизни
                            через колыбельных песен наших мам, бабушек.</p>
                        <p>Музыка как средство эстетического воспитания младших школьников.
                            Эстетическое воспитание развивает способность воспринимать, чувствовать и
                            понимать прекрасное, замечать хорошее и плохое, заниматься творчеством,
                            приобщаясь к различным видам художественной деятельности.</p>
                        <p>Музыку можно использовать и как средство физического воспитания. Музыка,
                            воспринимаемая слуховыми органами, воздействует на состояние всего организма
                            человека, улучшается кровообращение, дыхание. А через пение песен развивается
                            голосовой аппарат, укрепляется голосовые связки, улучшается речь. Ученые
                            доказали, что под действием музыки у ребёнка изменяется тонус мышц, ускоряются
                            сердечные сокращения, снижается давление. Во время слушания музыкальных
                            произведений у детей меняется электрическая активность клеток мозга, улучшается
                            память. Если физические упражнения: бег, ходьба, прыжки, различные игры
                            сопровождаются музыкой, то можно заметить резкое повышение активности
                            учащихся. Поднимается настроение, улучшается осанка, повышается жизненный
                            тонус - все это благоприятно сказывается на состоянии организма в целом.
                            Существуют различные музыкально развивающие народные игры как: «Ок тракми кук терак, биздан
                            сизга ким керак», «Ким олади-ё шугинани-ё», Хола-хола и др.
                            Посредством народных игр можно развивать человека как физически, так и
                            умственно. Они способствуют активную работу мысли, расширяют кругозор,
                            содействуют уточнению представлений об окружающем мире, совершенствуется все
                            психические процессы.</p>
                        <p>Музыка, виды музыкальной деятельности развивают ребенка умственно. Этот вид
                            искусства отражает в себе различные жизненные процессы, которые дают
                            представления детям о мире, об обществе, о природе, о быте, о традициях и обычаях
                            того или иного народа. Активизируется представление и восприятие, пробуждается
                            воображение и фантазия, что непременно сказываются на умственную
                            деятельность.</p>
                        <p>В целом музыкальное образование охватывает все виды воспитания.</p>
                        <p>Задачи музыкального образования с целью всестороннего и гармоничного
                            развития личности ребенка, строятся с учетом особенности музыкального искусства и
                            возрастных особенностей учащихся.
                        <p><i class="ri-check-double-line"></i> развитие интереса и способностей подрастающего поколения
                            к музыке;</p>
                        <p><i class="ri-check-double-line"></i> развивать эстетические и духовно-нравственные ценности
                            посредством
                            музыкального искусства;</p>
                        <p><i class="ri-check-double-line"></i> формирование у учащихся благонравных, моральных качеств
                            на основе
                            гармоничного сочетания традиционных, национальных и общечеловеческих
                            ценностей;</p>
                        <p><i class="ri-check-double-line"></i> вырабатывать эмоциональную отзывчивость, стимулировать
                            сенсорные
                            способности, чувства ритма;</p>
                        <p><i class="ri-check-double-line"></i> формировать певческий голос, выразительность движений,
                            экспрессивность
                            речи;</p>
                        <p>Следовательно, успешное достижение цели зависит от эффективности решения
                            поставленной задачи, применяя различные методы.</p>
                        <p>В музыкальном образовании применяются как общепедагогические, так и
                            специфические методы. Широко применяется метод сравнения, который
                            предполагает наблюдение за музыкой, а также выразительными средствами музыки,
                            как, например, сильные и слабые доли, акценты, динамика (громко, тихо), темп,
                            тембр, ритм и т.д. К группе методов, определяемых спецификой музыкального
                            искусства, относятся: метод наблюдения за музыкой; метод сопереживания; метод
                            музыкального обобщения; метод размышления о музыке; метод эмоциональной
                            драматургии; метод моделирования художественно-творческого процесса; метод
                            создания композиции. Перечисленные методы, направленные на развитие
                            музыкального мышления школьников .</p>
                        <p>Музыкальное образование в Узбекистане направлено на воспитание и
                            формирование всесторонне гармонично развитой творческой личности, отвечающей
                            требованиям мировых стандартов в сфере музыкального искусства.</p>
                        <p>Глава нашего государства выдвинул пять важных инициатив об организации
                            духовно-просветительской работы с молодым поколением и социальной поддержке
                            женщин. В соответствии с этими инициативами по всей стране инициализирована
                            работа, направленная на повышение интереса молодежи к музыке, живописи,
                            литературе, театру и другим видам искусства. В целях всестороннего развития
                            музыкального искусства, занимающего важное место в повышении уровня духовно-эстетического
                            воспитания населения, глубокого изучения богатого музыкального
                            наследия нашего народа, приобщения молодого поколения к выдающимся
                            произведениям национальной и мировой музыкальной классики, дальнейшего
                            совершенствования системы подготовки высококвалифицированных кадров для
                            сферы утверждено программа мер по дальнейшему развитию и совершенствованию
                            деятельности Государственной консерватории Узбекистана.</p>
                        <p>Таким образом, музыкальное образование и
                            воспитание воздействуют на
                            учащихся всецело, имеют значимую роль во всестороннем и гармоничном
                            развитии учащихся. Они обладают огромной силой влияния на него, расширяя
                            кругозор, обогащая духовный мир и отражая целую совокупность эмоций.
                            Музыкальное искусство воздействует на волю, интеллект, мышление, логику и
                            другие качества личности.</p>
                    </form>
                </div>
            </div>
        </section>

    </main><!-- End #main -->

    <!-- ======= Footer ======= -->
    <footer id="footer">
        <div class="footer-top">
            <div class="container">
                <div class="row">

                    <div class="col-lg-3 col-md-6">
                        <div class="footer-info">
                            <h3>Музыка рядом<span>.</span></h3>
                            <p>
                                ул. Автозаводская 16 <br>
                                Москва, Россия<br><br>
                            </p>
                        </div>
                    </div>

                    <div class="col-lg-2 col-md-6 footer-links">
                        <h4>Полезные ссылки</h4>
                        <ul>
                            <li><i class="bx bx-chevron-right"></i> <a href="index.html">Главная</a></li>
                            <li><i class="bx bx-chevron-right"></i> <a href="schools.php">Все школы</a></li>
                            <li><i class="bx bx-chevron-right"></i> <a
                                    href="https://data.mos.ru/opendata/1037?isDynamic=false">Ссылка на источник
                                    данных</a></li>
                        </ul>
                    </div>

                    <div class="col-lg-3 col-md-6 footer-links">
                        <h4>Наши сервисы</h4>
                        <ul>
                            <li><i class="bx bx-chevron-right"></i> <a href="mapschools.php">Просмотреть школы на
                                    карте</a></li>
                            <li><i class="bx bx-chevron-right"></i> <a href="application.php">Заявка на аренду
                                    инструмента</a></li>
                            <li><i class="bx bx-chevron-right"></i> <a href="schools.php">Подробная информация о
                                    школе</a></li>
                            <li><i class="bx bx-chevron-right"></i> <a href="searchfilters.php">Поиск с фильтрацией</a>
                            </li>
                            <li><i class="bx bx-chevron-right"></i> <a href="article.php">Статьи о музыкальном образовании</a>
                            </li>
                        </ul>
                    </div>

                </div>
            </div>
        </div>
    </footer>

    <div id="preloader"></div>
    <a href="#" class="back-to-top d-flex align-items-center justify-content-center"><i
            class="bi bi-arrow-up-short"></i></a>

    <!-- Vendor JS Files -->
    <script src="assets/vendor/purecounter/purecounter_vanilla.js"></script>
    <script src="assets/vendor/aos/aos.js"></script>
    <script src="assets/vendor/bootstrap/js/bootstrap.bundle.min.js"></script>
    <script src="assets/vendor/glightbox/js/glightbox.min.js"></script>
    <script src="assets/vendor/isotope-layout/isotope.pkgd.min.js"></script>
    <script src="assets/vendor/swiper/swiper-bundle.min.js"></script>
    <script src="assets/vendor/php-email-form/validate.js"></script>

    <!-- Template Main JS File -->
    <script src="assets/js/main.js"></script>

    <script src="https://code.jquery.com/jquery-3.6.4.min.js"></script>

</body>

</html>